/* cancel editing button
   cancel reset */
"Cancel" = "Cancel";

/* internet is missing */
"Cannot Connect to the Internet" = "Cannot Connect to the Internet";

/* close website */
"Done" = "Done";

/* internet warning */
"Due to a possible implosion of the internet, or perhaps a loss of connection, we cannot open the web page.\nSorry for the inconvenience." = "Due to a possible implosion of the internet, or perhaps a loss of connection, we cannot open the web page.\nSorry for the inconvenience.";

/* start editing */
"Edit" = "Edit";

/* exclude ingredients */
"exclude" = "exclude";

/* excluded metadata
   ingredients that have been excluded */
"Excluded" = "Excluded";

/* Favourites Title */
"Favourites" = "Favourites";

/* include ingredient */
"include" = "include";

/* when the view was last updated */
"Last Updated: %@" = "Last Updated: %@";

/* the view is loading */
"Loading..." = "Loading...";

/* Make A Meal Of It */
"Make A Meal Of It" = "Make A Meal Of It";

/* no results found for a search */
"No Results Were Found" = "No Results Were Found";

/* keep pulling the view down to refresh */
"Pull Down to Refresh" = "Pull Down to Refresh";

/* let go of the view to refresh it */
"Release to Refresh" = "Release to Refresh";

/* reminder how to swipe right for ingredients view and left for metadata view */
"Remember to swipe right for ingredients, or left to filter with allergies, diets, or more." = "Remember to swipe right for ingredients, or left to filter with allergies, diets, or more.";

/* ingredients that have been required
   required metadata */
"Required" = "Required";

/* reset the search parameters */
"Reset Entire Search?" = "Reset Entire Search?";

/* reset the search */
"Reset Search" = "Reset Search";

/* execute the search */
"Search" = "Search";

/* the amount of servings the recipe provides */
"Serves\n%u" = "Serves\n%u";

/* skip the tutorial */
"Skip" = "Skip";

/* internet warning */
"The search could not be executed due to a lack of internet juice.\nApologies." = "The search could not be executed due to a lack of internet juice.\nApologies.";

/* okay */
"Understood" = "Understood";

/* recipe can't be viewed because there is no internet */
"Unfortunately you do not have the internet access required to view this recipe." = "Unfortunately you do not have the internet access required to view this recipe.";

/* view the recipe instructions */
"View Recipe" = "View Recipe";

